<%@ page contentType="text/html;charset=utf8" %>

<div class="terms-content register-scroll">
    <div class="t-indent28">本服务协议双方为卡得万利商业保理有限公司（以下简称"甲方"）与甲方用户所担任法定代表人的法人或其他组织机构（以下简称"乙方"），本服务协议具有合同效力。</div>
    <p class="t-indent28">乙方自愿将其自有的应收账款转让给甲方，根据有关法律、法规的规定，现甲方和乙方协商一致，特订立本协议，并愿遵守协议所有条款。</p>
    <ul class="terms-list">
        <li class="font-bold color333">协议内容如下：</li>
        <li>1. 甲方和乙方确认签订《商业保理申请及协议书》和《商业保理确认书》，并将乙方相关的应收账款转让给甲方。</li>
        <li>2. 为确保应收账款转让的有效性，甲方和乙方同意由甲方负责办理应收账款转让登记手续，乙方应给予配合。</li>
        <li>3. 乙方（乙方为单位时）已经告知甲方自转让登记起过去六个月之内所有有效的乙方名称，或乙方（乙方为个人时）已经告知甲方所有有效及曾经有效的身份证件号码。</li>
        <li>4. 办理转让登记手续时，甲方可自行确定登记期限。登记期限届满前，《商业保理申请及协议书》和《商业保理确认书》项下债务未履行完毕的，甲方有权自行向中国人民银行征信中心申请展期，不需另行征得乙方的同意或授权。</li>
        <li>5. 乙方法定注册名称（乙方为单位时）或有效身份证件号码（乙方为个人时）变更的，应在变更后5个工作日内书面通知甲方，并由甲方办理变更登记手续。因乙方未履行或未及时履行通知义务导致甲方未能在规定时间内办理变更登记手续的，构成商业保理主体合同项下的违约，甲方有权采取《商业保理申请及协议书》和《商业保理确认书》中约定的违约救济措施，乙方应对由此给甲方造成的一切损失承担赔偿责任。</li>
        <li>6. 乙方保证未经甲方书面同意，不得将上述应收账款再转让或质押给他人，否则，乙方应对由此给甲方造成的一切损失承担赔偿责任。</li>
        <li>7. 办理应收账款登记所需的费用由乙方承担。</li>
        <li>8. 本协议未尽事宜以《商业保理协议书》和《商业保理确认书》的约定为准。</li>
    </ul>
</div>