<%@ page contentType="text/html;charset=utf8" %>

<div class="terms-content register-scroll">
    <div class="t-indent28">本服务协议双方为卡得万利商业保理有限公司（以下简称"甲方"）与甲方用户所担任法定代表人的法人或其他组织机构（以下简称"乙方"），本服务协议具有合同效力。</div>
    <p class="t-indent28">鉴于甲方系政府中小企业服务机构和国家商业保理试点企业，提供以商业保理为内容的中小企业融资公共服务。乙方将一定经营期间内通过指定收单机构的POS机产生的所有应收刷卡交易额，向甲方申请办理商业保理业务，获得生产经营资金。甲方和乙方在自愿、公平和诚实信用的基础上协商一致，同意并遵守下列条款：</p>
    <ul class="terms-list">
        <li class="font-bold color333">1、定义</li>
        <li>除本协议另有规定外，本协议中下列有关用语的定义是：</li>
        <li>1.1 应收账款是指乙方在营业执照记载的经营范围内因提供一定的货物、服务或设施而获得的要求义务人付款的权利以及依法享有的其他从属权利，包括现有的和未来的金钱债权及其产生的收益。</li>
        <li>1.2 消费账款是指乙方账款中，扣除被国内外卡组织和各收单机构认定的违规移机、虚假交易、虚假申请、套现、分单、洗单、侧录、伪卡、实际交易与核定经营范围不符、转账、取现等非法或非真实消费交易，以及在出售商品的质量、数量，或提供的服务上存在任何争议、投诉或其他纠纷的应收账款部分。</li>
        <li>1.3 保理预付款是指甲方按受让消费账款的一定比例计算的保理融资金额。根据保理融资金额大小和业态特征，甲方有权选择“关联POS机账户还款”或“直接扣款”的方式收回保理预付款。</li>
        <li>1.4 管理服务费：指甲方按本协议的约定，对乙方商业保理相关的账户管理收取的费用。</li>
        <li>1.5 保理手续费：指甲方按本协议的约定，向乙方提供保理融资或其他服务，而有权向乙方收取的费用。</li>
        <li>1.6 逾期违约金：指乙方未按期偿还本协议项下保理预付款和相关费用的，甲方有权按全额保理预付款的一定比例计收的违约金。</li>
        <li>1.7 代垫费用：指甲方代乙方垫付的，由乙方同意承担的在本协议履行过程中被其它有关部门收取的各项费用。包括但不限于中国人民银行征信中心动产权属统一登记公示费用和信息提供机构的查询费用等。</li>
        <li>1.8 保理余款：指甲方或其关联方实际收到的应收账款扣除乙方应偿还的保理预付款及相关费用后的剩余金额。</li>
        <li>1.9 关联POS机账户还款：指将指定POS机具的结算账户变更为甲方的保理资金监管账户，POS机产生的刷卡交易额扣除收单机构手续费后剩余金额转入甲方保理资金监管账户，用于偿还保理预付款和支付相关费用后，保理余款支付给乙方的回款方式。</li>
        <li>1.10 直接扣款：指通过第三方机构代扣乙方提供的银行卡账户内的资金，用于偿还保理预付款和支付相关费用的回款方式。</li>
        <li>1.11 法定代表人：在本协议中，若乙方的经营性质为个体工商户，经营者称为法定代表人；若乙方的经营性质为个人独资企业，投资人称为法定代表人。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">2、乙方的陈述和保证</li>
        <li>2.1 乙方系依法成立的，具有法人资格的企业单位或个体工商户或个人独资企业，现持有有效营业执照，并依法拥有其资产、合法经营其业务。</li>
        <li>2.2 乙方具有履行本协议项下权利和义务的能力。</li>
        <li>2.3 本协议的签署和执行不会与乙方必须遵守的法律和行政法规相违背或抵触；执行本协议不会引起乙方违反其所应遵守的其他协议以及批准成立的文件和公司章程。</li>
        <li>2.4 乙方转让给甲方的应收账款是真实的、排他的、无争议的、无瑕疵的且预期未来产生的真实、合法债权。乙方未将其转让给任何第三人，也未在其上为任何第三人设定任何质权和其他优先受偿权。</li>
        <li>2.5 乙方提供所有资料都是真实、准确、完整而没有任何隐瞒，不存在任何未向甲方披露的足以影响保理融资还款的重大债务或或有债务。</li>
        <li>2.6 在本协议生效时，没有针对乙方提出的或悬而未决的，可能会对其构成任何形式的实质性不利影响的诉讼，仲裁或其他潜在的重大纠纷。</li>
        <li>2.7 乙方提供给甲方的最新财务报表是根据中国适用法律和条例以及会计准则编制的，完整、真实、公正地反映了乙方在有关财务时期结束时的财务状况及业绩。从该财务报表日期后，乙方的业务或财务状况并无不利的实质性变化。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">3、服务内容</li>
        <li>3.1 受让账款及权利：甲方在协议期限内批量受让乙方的账款及权利，但对已设定抵押权、质权、其他担保物权、任何第三方权利、其他优先受偿权以及权属不清的账款除外。</li>
        <li>3.2 支付对价：甲方向乙方一次性支付保理预付款，保理余款在甲方收到受让账款后支付。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">4、账款及权利管理</li>
        <li>4.1 甲方受让的应收账款，可由甲方提交至中国人民银行征信中心等登记平台办理转让登记，该等质押登记不改变乙方向甲方转让账款的性质。</li>
        <li>4.2 在“关联POS机账户还款”和“直接扣款”方式下，乙方均必须使用甲方指定的收单机构的POS机作为银行卡唯一收款机具。特殊情况下，甲方有权将非甲方指定的收单机构的POS机统一保管。</li>
        <li>4.3 在“关联POS机账户还款”和“直接扣款”方式下，本协议项下应收账款均由乙方使用本协议约定收单机构的POS机具进行收款，甲方有权随时进行现场检查。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">5、账款结算</li>
        <li>5.1 在“关联POS机账户还款”方式下，乙方必须使用甲方的保理资金监管账户作为POS机具唯一结算账户。</li>
        <li>1) 甲方在本协议生效后，甲方保理资金监管账户收到第一笔乙方POS机刷卡交易额之日起24小时内，向乙方一次性支付保理预付款。实际支付金额以《商业保理确认书》为准。<br/>
            2) 甲方在收到乙方收单机构支付账款的3个工作日内，按《商业保理确认书》的约定扣除相应的保理预付款及相关费用后，将保理余款支付到乙方结算账户。<br/>
            3) 由于银行系统故障和节假日等结算时间差异造成的长短款，甲方和乙方在发生之日起的5个工作日内对账结清。<br/>
            4) 由于本协议1.2原因，乙方到期账款被国内外卡组织和各收单机构暂延付款时，甲方自动暂延对乙方的付款。<br/>
            5) 由于本协议1.2原因，造成到期账款不能回收时，甲方有权向乙方反转让受让的账款，追索保理预付款及相关费用，由此造成的损失由乙方承担。</li>
        <li>5.2 在“直接扣款”方式下，乙方应向甲方提供银行账户，该银行账户必须经甲方确认。乙方必须使用经甲方确认的银行账户作为还款结算账户。</li>
        <li>1) 甲方在本协议生效后，并从乙方银行账户中成功扣收代垫费用后24小时内，向乙方一次性支付保理预付款。实际支付金额具体见《商业保理确认书》。<br/>
            2) 甲方按《商业保理确认书》的约定从乙方银行账户中扣除有关费用。</li>
        <li>5.3 本协议所述全部款项和费用的具体比例和金额，具体见《商业保理确认书》。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">6、提前或按期还款</li>
        <li>6.1 乙方申请提前清偿全部保理预付款时，应提前15日以上向甲方提出申请并清偿完毕全部保理预付款及其他相关费用。甲方应在乙方清偿完毕之日起5个工作日内，按乙方提前偿还日数，返还相应的保理手续费，但无需返还已收取的管理服务费。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">7、展期和续保</li>
        <li>7.1 乙方如有特殊原因需要延长保理期限，如果保理期限在90日以上的，乙方应当在到期日前30日向甲方提出书面申请，经甲方同意后，由甲方向乙方出具《展期通知书》,展期费用和展期期限以《展期通知书》为准。</li>
        <li>7.2 当乙方按约定方式结清保理预付款时，可向甲方申请续做新的保理业务。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">8、关停并转</li>
        <li>8.1 在本协议有效期内，乙方未经甲方书面同意，不得发生关闭、停业、合并、转业或转让等情形。甲方对乙方关停并转等获取的收入享有优先偿还保理预付款的权利，并可将该权利无条件转让于第三方。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">9、保证</li>
        <li>9.1 保证人愿意向甲方就本协议提供不可撤销的连带责任保证。</li>
        <li>9.2 保证担保范围为主协议项下乙方的全部债务，包括但不限于保理预付款、管理服务费、保理手续费、代垫费用、逾期违约金、赔偿金以及甲方实现债权和担保权利的费用。</li>
        <li>9.3 保证期间自本协议生效之日起至本协议项下乙方债务履行期限届满之日后两年止。保理期限展期的，经保证人同意，保证期间至《展期通知书》重新约定的债务履行期限届满之日后两年止。如果本协议项下的债务分期履行，则对每期债务而言，保证期间均至最后一期债务履行期限届满之日后两年止。</li>
        <li>9.4 当乙方发生违约事件时，甲方有权从保证人的任何个人银行账户中，扣收乙方逾期未清偿的保理预付款、管理服务费、保理手续费、代垫费用、逾期违约金、赔偿金以及实现债权和担保权利的费用，采取本协议的任一种处置措施，并要求甲方和保证人承担违约责任。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">10、授权委托：</li>
        <li class="font-bold">10.1 本协议中的委托在协议有效期内未经受托人书面同意不可单方撤销</li>
        <li>10.2 授权甲方向相关信息服务机构查询乙方、乙方法定代表人、代理人的相关信息。</li>
        <li>10.3 授权甲方向中国银联（含下属机构）和收单机构查询和验证乙方POS机交易数据，并获取POS装机之日起至协议到期日止的全部交易明细数据和商户静态信息。</li>
        <li>10.4 授权甲方向中国人民银行征信中心《应收账款质押登记系统》进行转让登记、修改和撤销登记。</li>
        <li>10.5 授权甲方在“关联POS机账户还款”方式下，通知收单机构将POS机结算账户改为甲方保理资金监管账户。</li>
        <li>10.6 授权甲方在“直接扣款”方式下，通过第三方机构代扣乙方提供的银行账户，用于偿还保理预付款和支付相关费用及逾期违约金。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">11、甲方的权利和义务</li>
        <li>11.1 甲方有权制定服务准入标准，并根据市场需求和风险程度，调整服务项目、服务内容和收费标准。</li>
        <li>11.2 甲方有义务对乙方提供尽责、勤勉的服务，对获取的乙方资料不得泄露给无关第三方（法律法规规定除外）。</li>
        <li>11.3 甲方有权了解、检查、监督乙方的生产经营、管理、财务收支等情况。</li>
        <li>11.4 甲方可以将本合同项下权利全部或部分转让给第三人，并向其提供与本合同有关的资料和信息。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">12、乙方的权利和义务</li>
        <li>12.1 乙方有权要求甲方按本协议的约定提供保理融资。</li>
        <li>12.2 乙方应按本协议的约定，保证用于还款的银行账户有足够余额用于偿还保理预付款、保理手续费及其他费用。</li>
        <li>12.3 乙方应积极配合甲方对其有关生产经营和财务情况的调查，了解，并按甲方要求及时提供有关材料。</li>
        <li>12.4 乙方应在下列事件发生5日内通知甲方，并向甲方提供事件的有关资料：</li>
        <li>1) 发生任何违约事件。<br/>
            2) 预期中的违约事件或可能发生的将对甲方在本协议项下的权益造成侵害的任何事件。<br/>
            3) 涉及被任何债权人索偿总额超过保理预付款30%或等值的其他货币的诉讼、仲裁或任何形式的索赔。<br/>
            4) 变更单位名称、住所、注册资本、经营范围、公司类型，修改公司章程，股份制改造、承包、租赁、合并、分立、联营、与外商合资或合作，在财务方面发生重大变化或股权变动及其他重大事项。
        </li>
        <li>12.5 未经甲方的事先书面同意，乙方不得将本协议项下任何权利和义务转让给第三人，亦不得泄露给无关第三方（法律法规规定除外）。</li>
        <li>12.6 本协议生效后，乙方不得签署任何足以损害本协议项下甲方利益的协议或文件，或从事任何足以损害甲方利益的事项。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">13、违约及违约责任</li>
        <li>13.1 甲方和乙方中任何一方违反本协议的约定，视为该方违约，违约方应当依法或依本协议的约定承担相应的违约责任。</li>
        <li>13.2 下述任一事项构成违约事件：</li>
        <li>
            1) 乙方未履行本协议项下义务或违背在本协议项下所做的陈述、保证或承诺。<br/>
            2) 乙方未使用甲方指定的收单机构的POS机具作为唯一刷卡机具时。<br/>
            3) 乙方在“关联POS机账户还款”方式下，未使用甲方的保理资金监管账户作为POS机唯一回款账户；或未归还每月最低还款额时。<br/>
            4) 乙方在“直接扣款”方式下，银行卡账户未有足够的余额，归还应归还的保理预付款及保理手续费时。<br/>
            5) 乙方在融资到期日，未能按期足额归还甲方的保理预付款及保理手续费时。<br/>
            6) 乙方任何其他债务在约定到期日未能支付。<br/>
            7) 任何其他债权人取得乙方的全部或任何部分业务或资产的所有权，或针对乙方任何资产被强制执行，从而实质地影响乙方履行本协议项下义务的能力。<br/>
            8) 乙方的生产经营、财务状况发生任何重大不利变化，或其在本合同项下履约能力发生重大不利变化。<br/>
            9) 乙方因违反食品安全、安全生产、环境保护等相关法律法规、监管规定或行业标准造成责任事故，从而对其履行本协议项下义务的能力产生重大不利影响的。<br/>
            10) 乙方涉及或可能涉及重大经济纠纷，或资产被查封、扣押或被强制执行，从而对其履行本合同项下义务的能力产生重大不利影响的。<br/>
            11) 乙方或其主要投资者、关键管理人员，乙方关联方或保证人发生下列情形之一，影响或可能影响其在本合同项下义务的履行或对甲方权益产生严重影响：<br/>
            a. 被司法机关或税务、工商等行政执法机关和行政管理机关依法立案查处或依法采取处罚措施。<br/>
            b. 乙方与其关联方之间的控制或被控制关系发生变化。<br/>
            c. 乙方的关联方涉及或可能涉及重大经济纠纷、诉讼、仲裁。<br/>
            d. 人员异常变动或涉嫌违法犯罪行为而被司法机关依法调查或限制人身自由。<br/>
            e. 可能对乙方产生不利影响的其他事项。<br/>
            12) 乙方通过关联交易，套取甲方资金或授信的，有意逃废甲方债权的。<br/>
            13) 影响或可能影响乙方履行本合同项下义务的任何其他情形。
        </li>
        <li>13.3 发生上述任一违约事件，甲方有权采取下列一项或多项措施：</li>
        <li>
            1) 要求乙方在五个工作日内，采取补救措施并纠正。<br/>
            2) 按保理预付款的一定比例，每日向乙方收取逾期违约金。<br/>
            3) 暂缓撤销在中国人民银行征信中心的乙方账款转让登记。<br/>
            4) 宣布本协议项下的保理融资业务立即到期，要求乙方立即偿还的未清偿的保理预付款及相关费用，并赔偿损失。<br/>
            5) 委托第三方机构进行逾期催收。<br/>
            6) 向有管辖权的人民法院提起诉讼、保全或执行。<br/>
            7) 要求乙方承担甲方因实现债权而发生的各项合理费用(包括但不限于诉讼费用、律师费等)。<br/>
            8) 将乙方及其法定代表人、保证人逾期还款信息在相关机构登记。<br/>
            9) 保留向乙方亲友圈或媒体披露的权利。<br/>
        </li>
        <li>13.4 因不可抗力导致一方不能履行本协议的，该方无须就此承担赔偿责任，但应及时采取措施防止扩大损失，否则对方有权就此提出损失赔偿。</li>
        <li>13.5 鉴于乙方向甲方转让的是其对甲方指定的收单机构的账款，乙方已承诺上述转让账款是将来必定产生的真实、合法债权，而乙方使用甲方指定的收单机构的POS机作为唯一刷卡机具，是乙方对甲方指定的收单机构产生真实账款的唯一渠道，因此若乙方使用非甲方指定的其他POS机具作为刷卡机具的，转让账款根本不可能产生，此时应视为乙方以虚构的账款签订协议以骗取甲方保理预付款；若经甲方两次催收后，乙方仍拒不改正的，应视为乙方故意隐匿保理预付款、拒不返还。</li>
        <li>13.6 乙方郑重声明，未经甲方事先书面同意，将且仅将甲方指定的POS机具作为唯一刷卡机具，不因任何原因使用非甲方指定的其他POS机具作为刷卡机具；否则，即应视为乙方具有以非法占有为目的、骗取甲方财物的主观恶意，由此侵犯了国家对协议的管理秩序和甲方的财产权益，乙方对此声明的法律意义和严重后果完全知晓并同意：届时甲方将有权依法提请公安机关刑事立案并追究乙方（也包括直接负责的主管人员和其他直接责任人员）的刑事责任。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">14、争议解决的方法</li>
        <li>14.1 本协议在协议履行期间，凡由本协议引起的或与本协议有关的一切争议、纠纷、当事人应首先协商解决。协商不成的，在甲方住所地法院通过诉讼方式解决。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">15、协议的期限、变更、解除和终止</li>
        <li>15.1 本协议自甲方和乙方签订《商业保理确认书》之日起生效，至乙方在本合同项下所有义务履行完毕之日终止。</li>
        <li>15.2 保理融资到期日以《商业保理确认书》记载为准。如实际放款延后，则保理融资到期日相应顺延。</li>
        <li>15.3 除非本协议另有约定，本协议生效后，任何一方不得单方面变更或解除本协议，对本协议的任何修改或变更，必须提前五个工作日向对方提出申请，经双方协商一致并达成书面协议。</li>
        <li>15.4 本协议终止后两年内，甲方对协议履行期间发生的应收账款仍有查询权。与本协议有关的服务事项，双方在终止后继续保密两年。</li>
        <li>15.5 本协议任何条款的无效或不可执行，不影响其他条款的有效性和可执行性，也不影响整个协议的效力。</li>
        <li>15.6 本协议的变更和解除，不影响缔约各方要求赔偿损失的权利。本合同的解除，不影响合同中有关争议解决条款的效力。</li>
    </ul>
    <ul class="terms-list">
        <li class="font-bold color333">16、附则</li>
        <li>16.1 本协议由《商业保理申请书》、《商业保理协议书》、《商业保理确认书》和附件组成，不可分割，具有同等法律效力。</li>
        <li>16.2 乙方应在本协议的信息栏中如实填写住所地址、电话等联系方式。关于本协议履行及相关事宜的通知，甲方有权选择按照《商业保理申请书》信息栏载明的申请人住所地址、乙方法定代表人住所地址或乙方代理人住所地址中任一地址发出。如果甲方派专人交付的，自送至前述任一地址时为送达之日。如果以快递或者挂号信形式寄送的，自发出之日起第四日视为送达之日。</li>
        <li>16.3 任何一方的联系方式发生变更的，应当及时书面通知对方，否则因此产生的一切不利后果自行承担。</li>
    </ul>
</div>